Tekla.Structures.Model.Operations.Operation.IFC2x3ExportViewTypeEnum
View configuration type for IFC 2x3 export

Tekla.Structures.Model.Operations.Operation.IFC2x3ExportViewTypeEnum.UNDEFINED


Tekla.Structures.Model.Operations.Operation.IFC2x3ExportViewTypeEnum.COORDINATION_VIEW_10


Tekla.Structures.Model.Operations.Operation.IFC2x3ExportViewTypeEnum.COORDINATION_VIEW_20


Tekla.Structures.Model.Operations.Operation.IFC2x3ExportViewTypeEnum.STEEL_FABRICATION_VIEW


Tekla.Structures.Model.Operations.Operation.IFC2x3ExportViewTypeEnum.SURFACE_GEOMETRY
